SIMPLE_axisymmetric_jet/0/epsilon
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2212                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      epsilon;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -3 0 0 0 0];

epsilonInlet      1;

internalField   uniform $epsilonInlet;

boundaryField
{
    #includeEtc "caseDicts/setConstraintTypes"

    Inlet1
    {
        type            turbulentMixingLengthDissipationRateInlet;
        mixingLength    0.026;
        value           uniform $epsilonInlet;
    }
    Inlet2
    {
        type            zeroGradient;//inletOutlet;
//        inletValue      uniform $epsilonInlet;
//        value           uniform $epsilonInlet;
    }
    outlet
    {
        type            zeroGradient;//inletOutlet;
//        inletValue      uniform $epsilonInlet;
//        value           uniform $epsilonInlet;
    }
    frontAndBack
    {
        type            empty;
    }
    wall
    {
        type            zeroGradient;//inletOutlet;
//        inletValue      uniform $epsilonInlet;
//        value           uniform $epsilonInlet;
    }
    wedge1{type wedge;}
    wedge2{type wedge;}
}


// ************************************************************************* //
